Revit 2024 API
ParameterTypeId.DivisionProfileWidth Property
 "Width": Width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DivisionProfileWidth { get; }
Visual Basic
Public Shared ReadOnly Property DivisionProfileWidth As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DivisionProfileWidth {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace